<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
 "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="de" xml:lang="de">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<title>Hilfe zum Marktplatz</title>


<link rel="stylesheet" type="text/css" href="../css/faq.css" />

</head>

<script type="text/javascript">
function anzeigen(das) {
 if (document.getElementById(das).style.display=='none') {
  document.getElementById(das).style.display='block';
 }
 else {
  document.getElementById(das).style.display='none';
 }
}
</script>

<body class="body5span">
<div class="stage">
	<a name="top" id="top"><!-- Zum  Anfang --></a>

	<div class="bodyarea">

		<div class="contentsarea clearfix">
			
			<!-- Main Contents { -->
			<a name="content" id="content"><!-- contents start --></a>
			<div class="maincontents" style="padding-top: 3em;">
				
	
				<h1>Hilfe zum Marktplatz</h1>
				<div class="wordindex textsmall clearfix">
					<div class="heading"><h2>Index</h2></div>
					<ul>
						<li><a href="#entire">Allgemeine Fragen</a>
</li>
						<li><a href="#js">Registrierung</a>
</li>
					    <li><a href="#src">Suche</a>
</li>
						<li><a href="#css">Abonnement</a>
</li>
						<li><a href="#pay">Abrechnung</a>
</li>
                        <li><a href="#user">Benutzer</a>
</li>
						<li><a href="#pro">Prozesse</a>
              </li>
<li><a href="#operation">Operationen</a>
              </li>
						<!--li><a href="#chk">Datensicherheit</a></li -->
					</ul>
				</div>

				
				<h2 class="bg010" id="entire">Allgemeine Fragen</h2>
				
          <h3 id="one">
            <a href="javascript:anzeigen('info1')"><img class="vmiddle" style="margin-right: 5px;" src="../img/icon-q.gif" width="20" height="20" alt="" />Was ist ein Marktplatz?</a>
          </h3>
		  <div style="display: none;" id="info1">
				<p><img class="vmiddle" style="margin-right: 5px;" src="../img/icon-a.gif" width="20" height="20" alt="" />
				Ein Markplatz bietet Ihnen Services an, die Sie abonnieren und danach nutzen k&ouml;nnen. Wenn Sie einen Service abonnieren, akzeptieren Sie damit die allgemeinen Gesch&auml;ftsbedingungen f&uuml;r die Nutzung des Marktplatzes, sowie die Lizenz- und Abrechnungsbedingungen f&uuml;r den Service.</p>
			
          <p>Der Marktplatzeigent&uuml;mer kann entscheiden, welche der folgenden Funktionen auf dem Marktplatz verf&uuml;gbar sind:
            <ul>
              <li>Tag-Cloud
                <li>Bewertungen und Rezensionen
                  <li>Kategorien
                    <li>Social Bookmarks
            </ul>
            
          </p>
				<hr />
			</div>	
				
          <h3 id="two">
            <a href="javascript:anzeigen('info2')"><img class="vmiddle" style="margin-right: 5px;" src="../img/icon-q.gif" width="20" height="20" alt="" />Was ist ein Service?</a>
          </h3>
		  <div style="display: none;" id="info2">
				<p><img class="vmiddle" style="margin-right: 5px;" src="../img/icon-a.gif" width="20" height="20" alt="" />
				Ein Service ist Software, die Sie &uuml;ber das Web (den Marktplatz) benutzen k&ouml;nnen. Sobald Sie einen Service abonniert haben und diesem zugewiesen sind, k&ouml;nnen Sie diesen gem&auml;&szlig; den Bedingungen nutzen, die beim Abonnieren akzeptiert wurden.</p>
				
				<hr />
			</div>	
		 <h3 id="oneplus">
            <a href="javascript:anzeigen('info1plus')"><img class="vmiddle" style="margin-right: 5px;" src="../img/icon-q.gif" width="20" height="20" alt="" />Wer kann was auf einem Marktplatz tun?</a>
          </h3>
		  <div style="display: none;" id="info1plus">
          <p>
            <img class="vmiddle" style="margin-right: 5px;" src="../img/icon-a.gif" width="20" height="20" alt="" /> Jeder Besucher eines Marktplatzes kann: </p>
         
<ul>
<li>Im Servicekatalog bl&auml;ttern, Services suchen und die Beschreibungen der Services ansehen.
<li>Services nach verschiedenen Kriterien sortieren, zum Beispiel in alphabetischer Reihenfolge.
<li>Services nach Suchw&ouml;rtern oder Kategorien filtern.
<li>Lesezeichen auf Services setzen und Services in sozialen Netzwerken teilen.
</ul>
<p>Wenn Sie registriert und angemeldet sind, k&ouml;nnen Sie:</p>
<ul>
<li>Services nutzen, die Sie abonniert haben.
<li>Anliegen melden zu Services, die Sie abonniert haben.
<li>Services, die Sie abonniert haben, bewerten und kommentieren. 
<li>Ihr Profil verwalten.
</ul>
<p>Wenn Sie Administratorrechte haben sind, k&ouml;nnen Sie:</p>
<ul>
<li>Services abonnieren und alle Abonnements Ihrer Organisation verwalten.
<li>Benutzer, Zahlungsinformationen und Prozesse verwalten.
<li>Verschiedene Berichte zu Services erstellen.
</ul>	
          <p>Wenn Sie die Rechte eines Abo-Managers haben, k&ouml;nnen Sie:</p>
          <ul>
            <li>Services abonnieren und Ihre eigenen Abos verwalten.
          </ul>
          </p>
          <p>Wenn Sie die Rechte eines OE-Administrators haben, k&ouml;nnen Sie:</p>
          <ul>
            <li>Organisationseinheiten (OE) verwalten, deren Administrator Sie sind.
            <li>F&uuml;r Ihre Organisationseinheiten Services abonnieren und Abos verwalten..
          </ul>

          <hr />
			</div>	
			
<h3 id="ugfour">
            <a href="javascript:anzeigen('infoug4')"><img class="vmiddle" style="margin-right: 5px;" src="../img/icon-q.gif" width="20" height="20" alt="" />Wie kann ich den Zugriff auf Services einschr&auml;nken?</a>
          </h3>
		  <div style="display: none;" id="infoug4">
          <p>
          <img class="vmiddle" style="margin-right: 5px;" src="../img/icon-a.gif" width="20" height="20" alt="" />Sie k&ouml;nnen den Zugriff auf Services eines Marktplatzes durch Organisationseinheiten einschr&auml;nken.
          <p>
            Eine Organisationseinheit besteht aus einem oder mehreren Benutzern und steht beispielsweise f&uuml;r eine Abteilung einer Firma, ein Projekt oder eine einzelne Person. 
            Als Benutzer mit Administratorrechten k&ouml;nnen Sie Organisationseinheiten erstellen und verwalten und OE-Administratoren daf&uuml;r benennen (weitere Informationen finden Sie <a href="#ugthree" onclick="javascript:anzeigen('infoug3')">hier</a>). Sie oder die OE-Administratoren k&ouml;nnen festlegen, welche Services den Mitgliedern einer Einheit zur Verf&uuml;gung stehen sollen.
          </p>
          <p>So geht's:</p>
                    <ol>
          <li>Melden Sie sich als Administrator oder OE-Administrator an.  
          <li>Klicken Sie in der Kopfleiste <b>Benutzerkonto</b>.
          <li>Klicken Sie auf der linken Seite <b>Benutzer & Einheiten</b> bzw. <b>Organisationseinheiten</b>.
          <li>Unter <b>Organisationseinheiten</b> klicken Sie zum Erstellen einer neuen Organisationseinheit <b>Einheit hinzuf&uuml;gen</b>, oder klicken Sie <img class="vmiddle" style="margin-right: 5px;" src="../img/edit.png"
                      width="20" height="20" alt="" />, um eine bestehende Einheit zu &auml;ndern.
          <li>W&auml;hlen Sie die Services, die f&uuml;r die Mitglieder der Einheit sichtbar sein sollen.</li> 
          </ol>
          
			<p>Beachten Sie folgendes:</p>
			<p>Als Administrator, OE-Administrator oder Abo-Manager k&ouml;nnen Sie Abonnements umstellen. Stellen Sie sicher, 
			dass auf alle Services, auf die ein Abonnement umgestellt werden kann, von der gleichen Organisationseinheit zugegriffen werden kann.  
			Die verf&uuml;gbaren Services werden vom Serviceanbieter festgelegt.
			</p>       
          <hr />
          </div>
			
						
					
          <h3 id="three">
            <a href="javascript:anzeigen('info3')"><img class="vmiddle" style="margin-right: 5px;" src="../img/icon-q.gif" width="20" height="20" alt="" />Ich habe meine Anmeldedaten vergessen, wie erhalte ich sie wieder?</a>
          </h3>
		  <div style="display: none;" id="info3">
				
		  <p><img class="vmiddle" style="margin-right: 5px;" src="../img/icon-a.gif" width="20" height="20" alt="" />
		  	Wenn Sie Ihr Passwort vergessen haben, klicken Sie <b>Anmelden</b> in der Kopfleiste oder <b>Abonnieren</b>, wenn Sie gerade einen Service ansehen. Klicken Sie <b>Passwort vergessen?</b> im Anmeldedialog. Sie k&ouml;nnen anschlie&szlig;end ein neues Passwort f&uuml;r Ihren Benutzernamen festlegen.
		  </p>
		  <p>
		  	Wenn Sie Ihren Benutzernamen vergessen haben, wenden Sie sich an Ihren Administrator. Mithilfe Ihrer E-Mail-Adresse oder Ihrem Vor- und Nachnamen kann er Ihren Benutzernamen nachsehen.
		  </p>
		  <hr />
		  </div>	
				
          <h3 id="four">
            <a href="javascript:anzeigen('info4')"><img class="vmiddle" style="margin-right: 5px;" src="../img/icon-q.gif" width="20" height="20" alt="" />Ich habe Probleme bei der Benutzung des Marktplatzes, was k&ouml;nnte die Ursache sein?</a>
          </h3>
		  <div style="display: none;" id="info4">
				<p><img class="vmiddle" style="margin-right: 5px;" src="../img/icon-a.gif" width="20" height="20" alt="" />Die Ursache f&uuml;r Probleme bei der Benutzung des Marktplatzes k&ouml;nnen Ihre Browser-Einstellungen sein. Sie m&uuml;ssen Cookies aktivieren. In der Standardeinstellung sind diese aktiviert.</p> 
			</div>	
			
				
			<div class="scrolltop"><p><a href="#top">Zum  Anfang<img src="../img/arrow-topofpage.gif" width="11" height="11" alt="" /></a></p></div>
			
				
				<h2 class="bg010" id="js">Registrierung</h2>
				
          <h3 id="five">
            <a href="javascript:anzeigen('info5')"><img class="vmiddle" style="margin-right: 5px;" src="../img/icon-q.gif" width="20" height="20" alt="" />Warum muss ich mich registrieren?</a>
          </h3>
		  <div style="display: none;" id="info5">
				<p><img class="vmiddle" style="margin-right: 5px;" src="../img/icon-a.gif" width="20" height="20" alt="" />Sie k&ouml;nnen Services nur abonnieren, wenn Sie registriert sind. Bei der Registrierung akzeptieren Sie die allgemeinen Gesch&auml;ftsbedingungen f&uuml;r die Nutzung des Marktplatzes.</p>
          <p>Sie k&ouml;nnen sich entweder selbst registrieren oder sich von der Organisation registrieren lassen, die einen Service anbietet, den Sie abonnieren m&ouml;chten.</p>
				<p>Als Benutzer mit Administratorrechten k&ouml;nnen Sie andere Benutzer registrieren und diesen Abonnements zuweisen.
 </p>
				<hr />
			</div>	

          <h3 id="six">
            <a href="javascript:anzeigen('info6')"><img class="vmiddle" style="margin-right: 5px;" src="../img/icon-q.gif" width="20" height="20" alt="" />Wie registriere ich mich?</a>
          </h3>
		  <div style="display: none;" id="info6">
				<p><img class="vmiddle" style="margin-right: 5px;" src="../img/icon-a.gif" width="20" height="20" alt="" />Sie m&uuml;ssen sich registrieren, bevor Sie sich anmelden k&ouml;nnen.</p> 
<p>So geht's:</p>
				<ol>
<li>Klicken Sie in der Kopfleiste <b>Anmelden</b>, oder klicken Sie <b>Abonnieren</b>, wenn Sie gerade einen Service ansehen. In beiden F&auml;llen wird ein Anmeldedialog angezeigt. 
<li>Klicken Sie <b>Registrieren</b> und geben Sie Ihre Registrierungsdaten ein. Felder, die mit einem Stern (*) gekennzeichnet sind, m&uuml;ssen ausgef&uuml;llt werden. Wenn die Schaltfl&auml;che <b>Registrieren</b> nicht verf&uuml;gbar ist, wenden Sie sich an den Anbieter des Service, den Sie abonnieren m&ouml;chten.
<li>Um die Registrierung zu best&auml;tigen, klicken Sie <b>Registrieren</b>. 
</ol>
<p>Sie erhalten eine E-Mail mit der URL, die Sie f&uuml;r die Best&auml;tigung der Registrierung ben&ouml;tigen. Anschlie&szlig;end k&ouml;nnen Sie sich mit Ihrem Benutzernamen und Passwort anmelden.</p>				

				<hr />
			</div>	
				
				
         		
				<div class="scrolltop"><p><a href="#top">Zum  Anfang<img src="../img/arrow-topofpage.gif" width="11" height="11" alt="" /></a></p></div>

								
				<h2 class="bg010" id="src">Suche</h2>
				
          <h3 id="nine">
            <a href="javascript:anzeigen('info9')"><img class="vmiddle" style="margin-right: 5px;" src="../img/icon-q.gif" width="20" height="20" alt="" />Wie kann ich nach Services suchen?</a>
          </h3>
		  <div style="display: none;" id="info9">
				<p><img class="vmiddle" style="margin-right: 5px;" src="../img/icon-a.gif" width="20" height="20" alt="" />Sie k&ouml;nnen im Namen, der Kurzbeschreibung und der Beschreibung eines Service nach Begriffen und Ausdr&uuml;cken suchen. Zudem k&ouml;nnen Sie &uuml;ber definierte Kategorien nach Services suchen.</p>
<p>So geht's:</p>
				<ol>
<li>Geben Sie den Suchbegriff in das Suchfeld der Kopfleiste ein.
<li>Klicken Sie <img class="vmiddle" style="margin-right: 5px;" src="../img/icon-m.gif" width="20" height="20" alt="" />.
</ol>				
<p>Die Services, die den angegebenen Suchkriterien entsprechen, werden aufgelistet.</p>

				<hr />
			</div>	

          <h3 id="ten">
            <a href="javascript:anzeigen('info10')"><img class="vmiddle" style="margin-right: 5px;" src="../img/icon-q.gif" width="20" height="20" alt="" />Warum werden bestimmte Services nicht gefunden?</a>
          </h3>
		  <div style="display: none;" id="info10">
				<p><img class="vmiddle" style="margin-right: 5px;" src="../img/icon-a.gif" width="20" height="20" alt="" />Inhalte, nach denen gesucht werden kann, k&ouml;nnen in verschiedenen Sprachen vorliegen. Die Standardsprache ist Englisch. Sie k&ouml;nnen nach Begriffen und Ausdr&uuml;cken in der gew&auml;hlten Sprache oder der Standardsprache suchen. Wenn Sie in einem Suchbegriff W&ouml;rter der Standardsprache und Ihrer gew&auml;hlten Sprache kombinieren, kann der gesuchte Service nicht gefunden werden. Deshalb sollten Sie immer Suchbegriffe nur einer Sprache verwenden.</p>
<p><b>Beispiel</b>:</p>
<p>Der englische Name eines Service ist "Highlander", ein deutscher Name ist nicht definiert. Es gibt jedoch nur eine deutsche Kurzbeschreibung, "Kurzbeschreibung", eine englische Kurzbeschreibung existiert nicht. Wenn Sie mit Ihrem auf Deutsch eingestellten Profil mit dem Suchbegriff "Highlander Kurzbeschreibung" nach dem Service suchen, k&ouml;nnen Sie ihn nicht finden. Dazu m&uuml;ssen Sie entweder "Highlander" oder "Kurzbeschreibung" als Suchbegriff verwenden.</p>
          <p>  
            Ein weiterer Grund kann sein, dass Sie zu einer Organisationseinheit geh&ouml;ren, die nur eingeschr&auml;nkten Zugriff auf Services hat.
            Wenden Sie sich an Ihren Administrator, wenn Sie den gew&uuml;nschten Service nicht finden.
          </p>

			</div>	
				
				<div class="scrolltop"><p><a href="#top">Zum  Anfang<img src="../img/arrow-topofpage.gif" width="11" height="11" alt="" /></a></p></div>

								
				<h2 class="bg010" id="css">Abonnement</h2>
				
          <h3 id="eleven">
            <a href="javascript:anzeigen('info11')"><img class="vmiddle" style="margin-right: 5px;" src="../img/icon-q.gif" width="20" height="20" alt="" />Wie abonniere ich einen Service?</a>
          </h3>
		  <div style="display: none;" id="info11">
				<p><img class="vmiddle" style="margin-right: 5px;" src="../img/icon-a.gif" width="20" height="20" alt="" />Sie k&ouml;nnen einen Service abonnieren, wenn Sie als Administrator, OE-Administrator oder Abo-Manager angemeldet sind. 
</p>

<p>So geht's:</p>
				<ol>
<li>W&auml;hlen Sie den Service aus, den Sie abonnieren m&ouml;chten, oder klicken Sie <b>Abonnieren</b>.
<li>Klicken Sie erneut <b>Abonnieren</b>. <br><br>Wenn Sie noch nicht angemeldet sind, geben Sie Ihre Anmeldedaten ein. <br><br>Wenn Sie noch nicht registriert sind, klicken Sie <b>Registrieren</b> und registrieren sich zuerst. Wenn die Schaltfl&auml;che <b>Registrieren</b> nicht verf&uuml;gbar ist, wenden Sie sich an den Anbieter des Service, den Sie abonnieren m&ouml;chten, um sich registrieren zu lassen.
<li>Unter <b>Konfiguration</b> geben Sie die Details des Abonnements an.
<li>Unter <b>Parameter und Optionen</b> w&auml;hlen Sie verschiedene Parameter und Optionen, falls diese f&uuml;r den Service definiert wurden. Die Preise f&uuml;r die Optionen sind aufgelistet. Falls die Schaltfl&auml;che <b>Konfigurieren</b> angezeigt wird, k&ouml;nnen Sie ein externes Tool zum Konfigurieren der Parameter aufrufen. 
<li>Wenn Sie einen kostenpflichtigen Service abonnieren, geben Sie unter <b>Zahlung</b> Ihre Zahlungsinformationen ein. Unter <b>Preismodell</b> k&ouml;nnen Sie sich die Details zu den Abrechnungskonditionen und Preisen ansehen.
<li>Lesen und akzeptieren Sie die Lizenzvereinbarungen und best&auml;tigen Sie das Abonnement.
<li>Um das Abonnement sich selbst oder anderen Benutzern zuzuweisen, klicken Sie <b>Benutzer zuweisen</b>. Abh&auml;ngig vom Service sind Sie dem Abonnement eventuell bereits automatisch zugeordnet worden.   
                         </p>
</ol>	
				<hr />
			</div>	


          <h3 id="twelve">
            <a href="javascript:anzeigen('info12')"><img class="vmiddle" style="margin-right: 5px;" src="../img/icon-q.gif" width="20" height="20" alt="" />Wie weise ich Benutzern ein Abonnement zu?</a>
          </h3>
		  <div style="display: none;" id="info12">
				<p><img class="vmiddle" style="margin-right: 5px;" src="../img/icon-a.gif" width="20" height="20" alt="" />Bevor Benutzer eine Anwendung nutzen k&ouml;nnen, muss ihnen das zugeh&ouml;rige Abonnement zugewiesen werden.
<p>So geht's:</p>
				<ol>
<li>Melden Sie sich als Administrator oder verantwortlicher Abo-Manager oder OE-Administrator an. 
<li>Klicken Sie in der Kopfleiste <b>Benutzerkonto</b>.
<li>Klicken Sie auf der linken Seite <b>Abonnements</b>. Als Administrator haben Sie Zugriff auf alle Abonnements Ihrer Organisation. Als Abo-Manager k&ouml;nnen Sie auf Ihre eigenen Abonnements zugreifen.
    Als OE-Administrator haben Sie Zugriff auf Ihre eigenen Abonnements und die Ihrer Organisationseinheiten.
<li>Klicken Sie <img class="vmiddle" style="margin-right: 5px;" src="../img/edit.png"
                      width="20" height="20" alt="" /> f&uuml;r das Abonnement, das Sie zuweisen wollen.
<li>Klicken Sie <b>Benutzer zuweisen</b>.
<li>Weisen Sie die Benutzer zu, indem Sie diese aus der Liste der Benutzer ausw&auml;hlen.
<li>Wenn f&uuml;r den abonnierten Service Rollen definiert wurden, w&auml;hlen Sie die Rolle f&uuml;r jeden Benutzer in der Spalte <b>Rolle</b>. Den Rollen werden in der zugrunde liegenden Anwendung bestimmte Berechtigungen zugeordnet. 
<li>Um die Einstellungen zu speichern, klicken Sie <b>Zuweisen</b>. Die zugewiesenen Benutzer werden per E-Mail dar&uuml;ber informiert, wie sie auf den Service zugreifen k&ouml;nnen.
</ol>
	
<p>Beachten Sie folgendes:</p>
			<p>Als Administrator k&ouml;nnen Sie Benutzer einem Abonnement zuweisen, unabh&auml;ngig von den Organisationseinheiten, zu denen die Benutzer oder das Abonnement geh&ouml;ren.</p>			
				<hr />
			</div>	


          <h3 id="thirteen">
            <a href="javascript:anzeigen('info13')"><img class="vmiddle" style="margin-right: 5px;" src="../img/icon-q.gif" width="20" height="20" alt="" />Wie nutze ich einen Service, den ich abonniert habe?</a>
          </h3>
		  <div style="display: none;" id="info13">
				<p><img class="vmiddle" style="margin-right: 5px;" src="../img/icon-a.gif" width="20" height="20" alt="" />Sobald Ihnen ein Abonnement zugewiesen wurde, k&ouml;nnen Sie den zugrunde liegenden Service nutzen. </p>
				
<p>Starten Sie den Service entweder &uuml;ber den Link, den Sie mit einer E-Mail bekommen haben, oder gehen Sie folgenderma&szlig;en vor:</p>
<ol>
<li>Melden Sie sich an.
<li>Klicken Sie in der Kopfleiste <b>Meine Abonnements</b>.
<li>W&auml;hlen Sie das Abonnement, das Sie benutzen wollen.
<li>Im Bereich <b>Details</b> klicken Sie den Link oder <b>Service benutzen</b>.
</ol>
<p>Auf einem Marktplatz kann die Option <b>Service benutzen</b> auch direkt auf der Startseite angeboten werden. In diesem Fall k&ouml;nnen Sie &uuml;ber diese Option 
   den Service sofort starten.</p>
		  <hr />
			</div>	

          <h3 id="fourteen">
            <a href="javascript:anzeigen('info14')"><img class="vmiddle" style="margin-right: 5px;" src="../img/icon-q.gif" width="20" height="20" alt="" />Wie melde ich ein Anliegen zu einem Service?</a>
          </h3>
		  <div style="display: none;" id="info14">
            <p>
              <img class="vmiddle" style="margin-right: 5px;" src="../img/icon-a.gif" width="20" height="20" alt="" />Sie k&ouml;nnen dem Anbieter eines Service eine Nachricht zukommen lassen, wenn Sie bez&uuml;glich eines Service ein Anliegen haben. 
            </p>
            <p>So geht's:</p>
          	<ol>
<li>Melden Sie sich als Administrator oder verantwortlicher Abo-Manager oder OE-Administrator an. 
<li>Klicken Sie in der Kopfleiste <b>Benutzerkonto</b>.
<li>Klicken Sie auf der linken Seite <b>Abonnements</b>. Als Administrator haben Sie Zugriff auf alle Abonnements Ihrer Organisation. Als Abo-Manager k&ouml;nnen Sie auf Ihre eigenen Abonnements zugreifen.
    Als OE-Administrator haben Sie Zugriff auf Ihre eigenen Abonnements und die Ihrer Organisationseinheiten.
<li>Klicken Sie <img class="vmiddle" style="margin-right: 5px;" src="../img/edit.png"
                      width="20" height="20" alt="" /> f&uuml;r das Abonnement, f&uuml;r das Sie ein Anliegen melden wollen.
<li>Unter <b>Serviceanbieter</b> oder <b>Wiederverk&auml;ufer</b> klicken Sie <b>Anliegen melden</b>.
                        <li>Geben Sie einen Betreff f&uuml;r das Anliegen ein und machen Sie genaue Angaben zu den Fragen, Problemen oder Fehlern, die Sie melden wollen.</ol>
			<p>Der Kundensupport des Anbieters erh&auml;lt eine E-Mail mit den Informationen, die Sie angegeben haben. </p>
			
            <hr />     
			</div>	
				
          <h3 id="fifteen">
            <a href="javascript:anzeigen('info15')"><img class="vmiddle" style="margin-right: 5px;" src="../img/icon-q.gif" width="20" height="20" alt="" />Wie schreibe ich eine Rezension zu einem abonnierten Service?</a>
          </h3>
		  <div style="display: none;" id="info15">
				<p><img class="vmiddle" style="margin-right: 5px;" src="../img/icon-a.gif" width="20" height="20" alt="" />Sie k&ouml;nnen einen abonnierten Service bewerten, indem Sie eine Kundenrezension erstellen. Andere Marktplatzbesucher k&ouml;nnen Ihre Bewertungen und Rezensionen sehen.</p> 
<p>So geht's:</p>
				<ol>
<li>Klicken Sie im Servicekatalog den entsprechenden Service. 
<li>Klicken Sie <b>Rezension schreiben</b>.
<li>Klicken Sie einen Stern neben <b>Bewertung</b>, geben Sie Ihrer Rezension einen Titel und geben Sie Ihren Kommentar ein.
<li>Um Ihre Bewertung zu speichern, klicken Sie <b>Speichern</b>. 
</ol>
            <p>Die Funktion, um Bewertungen und Rezensionen zu einem Service zu schreiben, kann vom Marktplatzeigent&uuml;mer abgeschaltet werden.</p>

				<hr />
			</div>	


          <h3 id="sixteen">
            <a href="javascript:anzeigen('info16')"><img class="vmiddle" style="margin-right: 5px;" src="../img/icon-q.gif" width="20" height="20" alt="" />Welche Bedeutung hat die Schaltfl&auml;che "Ausf&uuml;hren" und wof&uuml;r benutze ich sie?</a>
          </h3>
		  <div style="display: none;" id="info16">
				<p><img class="vmiddle" style="margin-right: 5px;" src="../img/icon-a.gif" width="20" height="20" alt="" />Services k&ouml;nnen, abh&auml;ngig von der Implementierung der zugrunde liegenden Anwendung, spezielle Operationen wie Datensicherung, Herunterfahren oder Starten unterst&uuml;tzen. Falls solche Operationen f&uuml;r den Service definiert wurden, k&ouml;nnen Sie diese &uuml;ber das dazugeh&ouml;rige Abonnement ausf&uuml;hren.</p>
</p>
<p>So geht's:</p>
				<ol>
<li>Klicken Sie in der Kopfleiste <b>Meine Abonnements</b>.
<li>W&auml;hlen Sie das Abonnement, das Sie benutzen wollen.
<li>Im Bereich <b>Details</b> w&auml;hlen Sie aus der Liste die Operation, die Sie ausf&uuml;hren m&ouml;chten. Eine Beschreibung der Operation wird angezeigt. 
<li>Klicken Sie <b>Ausf&uuml;hren</b>. 
</ol> 
<p>Abh&auml;ngig davon, wie die Operation im Service definiert ist, wird das Ergebnis der Operation unmittelbar nach der Ausf&uuml;hrung angezeigt, oder es erscheint der Status der Ausf&uuml;hrung (bei asynchronen, l&auml;nger dauernden Operationen).</p>
				
				<hr />
			</div>	
				

				
				
          <h3 id="seventeen">
            <a href="javascript:anzeigen('info17')"><img class="vmiddle" style="margin-right: 5px;" src="../img/icon-q.gif" width="20" height="20" alt="" />Wie sperre ich ein Abonnement f&uuml;r bestimmte Benutzer?</a>
          </h3>
		  <div style="display: none;" id="info17">
				<p><img class="vmiddle" style="margin-right: 5px;" src="../img/icon-a.gif" width="20" height="20" alt="" />Wenn Sie f&uuml;r bestimmte Benutzer den Zugriff auf ein Abonnement sperren wollen, m&uuml;ssen Sie die Zuweisung des Abonnements f&uuml;r diese Benutzer r&uuml;ckg&auml;ngig machen. </p> 
<p>So geht's:</p>
				<ol>
<li>Melden Sie sich als Administrator oder verantwortlicher Abo-Manager oder OE-Administrator an. 
<li>Klicken Sie in der Kopfleiste <b>Benutzerkonto</b>.
<li>Klicken Sie auf der linken Seite <b>Abonnements</b>. Als Administrator haben Sie Zugriff auf alle Abonnements Ihrer Organisation. Als Abo-Manager k&ouml;nnen Sie auf Ihre eigenen Abonnements zugreifen.
    Als OE-Administrator haben Sie Zugriff auf Ihre eigenen Abonnements und die Ihrer Organisationseinheiten.
<li>Klicken Sie <img class="vmiddle" style="margin-right: 5px;" src="../img/edit.png"
                      width="20" height="20" alt="" /> f&uuml;r das Abonnement, das sie sperren wollen.
<li>Klicken Sie <img class="vmiddle" style="margin-right: 5px;" src="../img/remove_user.png" width="20" height="20" alt="" /> f&uuml;r die Benutzer, f&uuml;r die Sie das Abonnement sperren wollen. Die betroffenen Benutzer werden in einer E-Mail entsprechend informiert.
</ol>
				
<hr />
		</div>	

				
				
          <h3 id="eighteen">
            <a href="javascript:anzeigen('info18')"><img class="vmiddle" style="margin-right: 5px;" src="../img/icon-q.gif" width="20" height="20" alt="" />Wie kann ich ein abgelaufenes Abo weiter nutzen?</a>
          </h3>
		  <div style="display: none;" id="info18">
				<p><img class="vmiddle" style="margin-right: 5px;" src="../img/icon-a.gif" width="20" height="20" alt="" />
				Wenn Sie einen Service abonniert haben, der nur f&uuml;r einen bestimmten Zeitraum genutzt werden darf, 
				wird Ihr Abonnement nach Ablauf dieses Zeitraums automatisch deaktiviert. 
				Um den Service weiter zu nutzen, m&uuml;ssen Sie Ihr Abonnement umstellen.
</p> 
<p>So geht's:</p>
				<ol>
<li>Melden Sie sich als Administrator oder verantwortlicher Abo-Manager oder OE-Administrator an. 
<li>Klicken Sie in der Kopfleiste <b>Benutzerkonto</b>.
<li>Klicken Sie auf der linken Seite <b>Abonnements</b>. Als Administrator haben Sie Zugriff auf alle Abonnements Ihrer Organisation. Als Abo-Manager k&ouml;nnen Sie auf Ihre eigenen Abonnements zugreifen.
    Als OE-Administrator haben Sie Zugriff auf Ihre eigenen Abonnements und die Ihrer Organisationseinheiten.
<li>Klicken Sie <img class="vmiddle" style="margin-right: 5px;" src="../img/edit.png"
                      width="20" height="20" alt="" /> f&uuml;r das abgelaufene Abonnement, dessen zugrunde liegenden Service Sie weiter nutzen wollen.
<li>Klicken Sie <b>Abo umstellen</b>.
<li>W&auml;hlen Sie den entsprechenden Service. Die verf&uuml;gbaren Services werden vom Serviceanbieter festgelegt.

</ol>
				
				<hr />
			</div>	


          <h3 id="nineteen">
            <a href="javascript:anzeigen('info19')"><img class="vmiddle" style="margin-right: 5px;" src="../img/icon-q.gif" width="20" height="20" alt="" />Wie beende ich ein Abonnement?</a>
          </h3>
		  <div style="display: none;" id="info19">
		
				<p><img class="vmiddle" style="margin-right: 5px;" src="../img/icon-a.gif" width="20" height="20" alt="" />
				Sie k&ouml;nnen ein Abonnement nur beenden, wenn gerade kein Benutzer mit der zugrunde liegenden Software arbeitet. 
				Das Abonnement wir sofort beendet, der Service kann nicht mehr benutzt werden.
</p>

<p>So geht's:</p>
				<ol>
<li>Melden Sie sich als Administrator oder verantwortlicher Abo-Manager oder OE-Administrator an. 
<li>Klicken Sie in der Kopfleiste <b>Benutzerkonto</b>.
<li>Klicken Sie auf der linken Seite <b>Abonnements</b>. Als Administrator haben Sie Zugriff auf alle Abonnements Ihrer Organisation. Als Abo-Manager k&ouml;nnen Sie auf Ihre eigenen Abonnements zugreifen.
    Als OE-Administrator haben Sie Zugriff auf Ihre eigenen Abonnements und die Ihrer Organisationseinheiten.
<li>Klicken Sie <img class="vmiddle" style="margin-right: 5px;" src="../img/edit.png"
                      width="20" height="20" alt="" /> f&uuml;r das Abonnement, das Sie beenden wollen.
<li>Klicken Sie <b>Beenden</b> und best&auml;tigen Sie die Aktion. 
</ol>
<p>Sie erhalten eine E-Mail, die Sie &uuml;ber die Beendigung des Abonnements informiert. Alle Benutzer, denen das Abonnement zugewiesen ist, werden ebenfalls per E-Mail informiert. </p>
			</div>	

				
 <h3 id="nineteenplus">
            <a href="javascript:anzeigen('info19plus')"><img class="vmiddle" style="margin-right: 5px;" src="../img/icon-q.gif" width="20" height="20" alt="" />Warum 
			kann ich auf ein Abo, das ich verwalten will, nicht zugreifen?</a>
          </h3>
		  <div style="display: none;" id="info19plus">
          <p>
            <img class="vmiddle" style="margin-right: 5px;" src="../img/icon-a.gif" width="20" height="20" alt="" />
            Um ein Abo verwalten zu k&ouml;nnen, ben&ouml;tigen Sie die Rechte eines Administrators, die Rechte eines OE-Administrators oder Abo-Managers, 
            dem das Abo geh&ouml;rt, oder die Rechte eines OE-Administrators f&uuml;r die Organisationseinheit, der das Abo zugeordnet ist. 
			Anf&auml;nglicher Eigent&uuml;mer eines Abos ist immer der Benutzer, der es anlegt. <p>
          <p>Wenn Sie keinen Zugriff auf ein Abo haben, das Sie verwalten m&ouml;chten, wenden Sie sich an Ihren Administrator. Er kann anderen Benutzern erforderliche Rechte und Benutzerrollen zuweisen oder auch entfernen.
            Er kann auch den Eigent&uuml;mer eines Abos bestimmen, &auml;ndern oder entfernen. </p>
			<p>So geht's:</p>
          <ol>
              <li>Melden Sie sich als Benutzer mit Administratorrechten an.
                <li>Klicken Sie in der Kopfleiste <b>Benutzerkonto</b>.
                  <li>Klicken Sie auf der linken Seite <b>Abonnements</b>.
                  <li>Klicken Sie <img class="vmiddle" style="margin-right: 5px;" src="../img/edit.png"
                      width="20" height="20" alt="" /> f&uuml;r das Abonnement, das Sie bearbeiten wollen.
					 <li>Klicken Sie <b>Konfiguration</b>.
                    <li>Klicken Sie <img class="vmiddle" style="margin-right: 5px;" src="../img/edit.png"
                      width="20" height="20" alt="" /> neben <b>Eigent&uuml;mer.</b></li>
                      <li>Fahren Sie wie folgt fort: <br><br>
                          <ul><li>Um den Abo-Eigent&uuml;mer festzulegen oder zu &auml;ndern, w&auml;hlen Sie den gew&uuml;nschten Benutzer aus. Zur Auswahl stehen alle Benutzer mit Administratorrechten oder der Rolle eines Abo-Managers oder eines OE-Administrators. 
                          <li>Um den Eigent&uuml;mer zu entfernen, w&auml;hlen Sie <b>Dieses Abo hat keinen Eigent&uuml;mer</b> aus. 
						  Abos ohne Eigent&uuml;mer k&ouml;nnen nur von Benutzern mit Administratorrechten verwaltet werden.
                          </ul>
                         <li>Klicken Sie <b>OK</b> und dann <b>Speichern</b> auf der Seite <b>Konfiguration</b>.
          </ol>

          </div>
          
          
          <h3 id="ugfive">
            <a href="javascript:anzeigen('infoug5')"><img class="vmiddle" style="margin-right: 5px;" src="../img/icon-q.gif" width="20" height="20" alt="" />Wie ordne ich ein Abo einer Organisationseinheit zu?</a>
          </h3>
      <div style="display: none;" id="infoug5">
          <p>
            <img class="vmiddle" style="margin-right: 5px;" src="../img/icon-a.gif" width="20" height="20" alt="" />
            Wenn Sie einen Service abonnieren, k&ouml;nnen Sie das Abo einer Organisationseinheit zuweisen. Als Administrator oder OE-Administrator der Organisationseinheit k&ouml;nnen Sie die Zuordnung jederzeit &auml;ndern.<p>
          <p>So geht's:</p>
          <ol>
              <li>Melden Sie sich als Benutzer mit Administratorrechten oder verantwortlicher OE-Administrator an.
                <li>Klicken Sie in der Kopfleiste <b>Benutzerkonto</b>.
                  <li>Klicken Sie auf der linken Seite <b>Abonnements</b>.  
                  <li>Klicken Sie <img class="vmiddle" style="margin-right: 5px;" src="../img/edit.png"
                      width="20" height="20" alt="" /> f&uuml;r das Abonnement, das Sie bearbeiten wollen.
                    <li>Klicken Sie <b>Konfiguration</b>.  
                      <li>Klicken Sie <img class="vmiddle" style="margin-right: 5px;" src="../img/edit.png"
                      width="20" height="20" alt="" /> neben <b>Organisationseinheit</b>.</li>
                      <li>&Auml;ndern Sie die Organisationseinheit wie gew&uuml;nscht:</li>
                      <ul>
                      <li>Um die Organisationseinheit  anzugeben oder zu &auml;ndern, w&auml;hlen Sie die gew&uuml;nschte Einheit.
                          Als Administrator k&ouml;nnen Sie aus allen Organisationseinheiten Ihrer Organisation w&auml;hlen. Als OE-Administrator
                          stehen Ihnen die Organisationseinheiten zur Verf&uuml;gung, f&uuml;r die Sie verantwortlich sind.
                      </li>
                      <li>Um die Organisationseinheit zu entfernen, w&auml;hlen Sie <b>Das Abonnement ist keiner Organisationseinheit zugeordnet</b> aus.</li></ul>
                      <li>Klicken Sie <b>OK</b> und dann <b>Speichern</b> auf der Seite <b>Konfiguration</b>.</li>      
          </ol>

<p>Beachten Sie folgendes:</p>
<p>Wenn die Organisationseinheit eines Abos ge&auml;ndert wird, hat dies keine Auswirkung auf den Abo-Eigent&uuml;mmer oder die Benutzer, die dem Abo zugeordnet sind, auch wenn sie nicht Mitglieder der neuen Einheit sind.</p>

<p>Die Organisationseinheit, der ein Abo zugeordnet ist, wird auf den entsprechenden Rechnungen und Berichten ausgegeben. Wenn Sie die Organisationseinheit eines Abos &auml;ndern, wird nur die neue Einheit ausgegeben.</p>
          </div>
				
				<div class="scrolltop"><p><a href="#top">Zum  Anfang<img src="../img/arrow-topofpage.gif" width="11" height="11" alt="" /></a></p></div>
				<h2 class="bg010" id="pay">Abrechnung</h2>
				

          <h3 id="twenty">
            <a href="javascript:anzeigen('info20')"><img class="vmiddle" style="margin-right: 5px;" src="../img/icon-q.gif" width="20" height="20" alt="" />Wie und wo gebe ich meine Zahlungsinformationen an?</a>
          </h3>
		  <div style="display: none;" id="info20">
				<p><img class="vmiddle" style="margin-right: 5px;" src="../img/icon-a.gif" width="20" height="20" alt="" />Wenn Sie einen kostenpflichtigen Service abonnieren, werden Sie gebeten, Ihre Zahlungsinformationen anzugeben, bevor Sie das Abonnement abschlie&szlig;en k&ouml;nnen. 
</p>

<p>Sie m&uuml;ssen eine Rechnungsanschrift und die Zahlungsart angeben:</p>
				<ul>
<li>Die Rechnungsanschrift enth&auml;lt den Namen der Organisation und die Adresse, die auf Ihre Rechnungen gedruckt wird, sowie die E-Mail-Adresse, an die Ihre Rechnungen geschickt werden. Wenn bereits Rechnungsanschriften existieren, k&ouml;nnen Sie eine aus der Liste w&auml;hlen. Falls n&ouml;tig, k&ouml;nnen Sie eine neue Rechnungsanschrift definieren.
<li>Die Zahlungsart bestimmt, wie Sie f&uuml;r das Abonnement bezahlen wollen. Wenn bereits Zahlungsarten definiert sind, k&ouml;nnen Sie eine aus der Liste w&auml;hlen. Falls n&ouml;tig, k&ouml;nnen Sie eine neue Zahlungsart definieren.
</ul>
<p>Sie k&ouml;nnen die Zahlungsinformationen auch nachtr&auml;glich &auml;ndern.</p>
<p>So geht's:</p>
				<ol>
<li>Melden Sie sich als Benutzer mit Administratorrechten an.
<li>Klicken Sie in der Kopfleiste <b>Benutzerkonto</b>.
<li>Klicken Sie auf der linken Seite <b>Bezahlung</b>.
<li>Um eine Rechnungsanschrift oder eine Zahlungsart zu &auml;ndern, klicken Sie f&uuml;r diese <img class="vmiddle" style="margin-right: 5px;" src="../img/edit.png"
                      width="20" height="20" alt="" />.
<li>Um eine neue Rechnungsanschrift oder eine neue Zahlungsart hinzuzuf&uuml;gen, klicken Sie <b>Rechnungsanschrift hinzuf&uuml;gen</b> oder <b>Zahlungsart hinzuf&uuml;gen</b>.
</ol>


				<hr />
			</div>	

          <h3 id="twentyone">
            <a href="javascript:anzeigen('info21')"><img class="vmiddle" style="margin-right: 5px;" src="../img/icon-q.gif" width="20" height="20" alt="" />Ab wann werden Kosten f&uuml;r ein Abonnement f&auml;llig?</a>
          </h3>
		  <div style="display: none;" id="info21">
				<p><img class="vmiddle" style="margin-right: 5px;" src="../img/icon-a.gif" width="20" height="20" alt="" />Sobald Sie einen Service abonniert haben, werden die Kosten nach dem Preismodell, das dem Service zugrunde liegt, berechnet.</p> 
				<p>Sobald Sie ein Abonnement beenden, werden keine Kosten mehr daf&uuml;r berechnet. </p>
			</div>	
				
				
				<div class="scrolltop"><p><a href="#top">Zum  Anfang<img src="../img/arrow-topofpage.gif" width="11" height="11" alt="" /></a></p></div>
				
         <h2 class="bg010" id="user">Benutzer und Organisationseinheiten</h2>
		 
		  <h3 id="seven">
            <a href="javascript:anzeigen('info7')"><img class="vmiddle" style="margin-right: 5px;" src="../img/icon-q.gif" width="20" height="20" alt="" />Wie kann ich andere Benutzer registrieren?</a>
          </h3>
		  <div style="display: none;" id="info7">
				<p><img class="vmiddle" style="margin-right: 5px;" src="../img/icon-a.gif" width="20" height="20" alt="" />Wenn Sie Administrator sind, k&ouml;nnen Sie andere Benutzer registrieren und diesen Abonnements zuweisen. Wenn Sie sich selbst registriert haben, besitzen Sie automatisch Administratorrechte. </p>
<p>So geht's:</p>
				<ol>
<li>Melden Sie sich an.
<li>Klicken Sie in der Kopfleiste <b>Benutzerkonto</b>.
<li>Klicken Sie auf der linken Seite <b>Benutzer & Einheiten</b>.  
<li>Klicken Sie <b>Benutzer hinzuf&uuml;gen</b> im Tab <b>Benutzer</b>.
<li>Geben Sie die Profildaten f&uuml;r den neuen Benutzer an und w&auml;hlen Sie die gew&uuml;nschten Benutzerrollen aus. Wenn Sie keine Benutzerrolle zuweisen, wird ein Standardbenutzer ohne besondere Rechte angelegt. 
<li>Falls gew&uuml;nscht, weisen Sie dem Benutzer bereits vorhandene Organisationseinheiten und Abonnements zu. 
<li>Um den Benutzer zu registrieren, klicken Sie <b>Speichern</b>.
</ol>
<p>F&uuml;r jeden registrierten Benutzer wird ein Benutzerkonto angelegt, und der Benutzer wird in einer E-Mail &uuml;ber seine Registrierung informiert.
Diese E-Mail enth&auml;lt auch die Anmeldedaten des Benutzers.</p>

<p>Der neue Benutzer wird automatisch zur Standardorganisationseinheit Ihrer Organisation hinzugef&uuml;gt. 
Der Standardorganisationseinheit sind alle Benutzer zugeordnet, die aktuell f&uuml;r Ihre Organisation registriert sind. Weitere Informationen finden Sie <a href="#ugone" onclick="javascript:anzeigen('infoug1')">hier</a>. 
</p>
<p>Wenn Sie ein externes LDAP-System f&uuml;r die Benutzerverwaltung verwenden, m&uuml;ssen Sie die Benutzer nicht einzeln registrieren, sondern importieren diese aus dem LDAP-System. Weitere Informationen erhalten Sie <a href="#eight" onclick="javascript:anzeigen('info8')">hier</a>. </p>
		<p>Wenn Sie kein externes LDAP-System f&uuml;r die Benutzerverwaltung verwenden, k&ouml;nnen Sie mehrere Benutzer auf einmal registrieren, indem Sie eine Datei mit Benutzerdaten importieren. Weitere Informationen erhalten Sie <a href="#eight2" onclick="javascript:anzeigen('info82')">hier</a>. </p>
         
		

          <hr />
			</div>	

          <h3 id="eight">
            <a href="javascript:anzeigen('info8')"><img class="vmiddle" style="margin-right: 5px;" src="../img/icon-q.gif" width="20" height="20" alt="" />Wie importiere ich Benutzer aus einem externen LDAP-System?</a>
          </h3>
		  <div style="display: none;" id="info8">
          <p>
            <img class="vmiddle" style="margin-right: 5px;" src="../img/icon-a.gif" width="20" height="20" alt="" />Wenn Sie ein externes LDAP-System f&uuml;r die Benutzerverwaltung verwenden und der Zugriff auf dieses System f&uuml;r Sie aktiviert wurde, k&ouml;nnen Sie die Benutzer importieren, anstatt sie einzeln zu registrieren. </p>

          <p>So geht's:</p>
          <ol>
<li>Melden Sie sich an.
<li>Klicken Sie in der Kopfleiste <b>Benutzerkonto</b>.
<li>Klicken Sie auf der linken Seite <b>Benutzer & Einheiten</b>. 
<li>Klicken Sie <b>Benutzer importieren</b> im Tab <b>Benutzer</b>.
				<li>Legen Sie die Benutzer fest, die Sie importieren m&ouml;chten.<br><br>Sie k&ouml;nnen Filterkriterien angeben, um bestimmte Benutzer auszuw&auml;hlen. Um alle Benutzer aufzulisten, die den Filterkriterien entsprechen, klicken Sie <b>Suchen</b>.
				<br><br>Sie k&ouml;nnen folgende Filterkriterien verwenden:<br><br> 
				<ul>
					<li>Wildcard (*): Es werden alle Benutzer aus dem LDAP-System angezeigt.  Beachten Sie, dass maximal 100 Benutzer aufgelistet werden k&ouml;nnen. Verwenden Sie bei Bedarf spezifischere Filter, zum Beispiel die Anfangsbuchstaben des Benutzernamens zusammen mit einer Wildcard. 
					<li>Buchstaben und Wildcards (*): Es werden alle Benutzer angezeigt, deren Benutzername die eingegebenen Buchstaben enth&auml;lt. Zum Beispiel listet *o* alle Benutzer auf, deren Benutzername den Buchstaben o enth&auml;lt. 
					<li>Benutzername: Um einen bestimmten Benutzer zu importieren, k&ouml;nnen Sie seinen Benutzernamen direkt eingeben. 
				</ul>
				<li>Markieren Sie die Benutzer, die Sie importieren m&ouml;chten. Wenn die E-Mail-Adresse eines Benutzers nicht aus dem LDAP-System gelesen werden kann, m&uuml;ssen Sie die E-Mail-Adresse manuell eingeben. 
				<li>Weisen Sie eine oder mehrere Benutzerrollen zu.
				<li>Starten Sie den Import mit <b>Importieren</b>.
          </ol>
			<p>Die ausgew&auml;hlten Benutzer werden importiert und registriert. Nach einem erfolgreichen Import erh&auml;lt jeder Benutzer per E-Mail die URL f&uuml;r den Zugriff auf die bereitgestellten Services.
			Sie werden automatisch zur Standardorganisationseinheit Ihrer Organisation hinzugef&uuml;gt. 
			Der Standardorganisationseinheit sind alle Benutzer zugeordnet, die aktuell f&uuml;r Ihre Organisation registriert sind. Weitere Informationen finden Sie <a href="#ugone" onclick="javascript:anzeigen('infoug1')">hier</a>. 
			</p>
			<p>Existiert der Benutzername des zu importierenden Benutzers bereits im System, wird seine E-Mail-Adresse (z.B. <code>Schmitt@organisation.com</code>) als 
			Benutzername verwendet, um sich am System anzumelden. Wird ein weiterer Benutzer mit dem selben Namen importiert und der 
			Benutzername ist wiederum identisch, wird der neue Benutzername zusammengesetzt aus Benutzername, gefolgt vom "AT"-Zeichen (@) 
			und der ID seiner Organisation (z.B. <code>Schmitt@abcdefg</code>). Der Benutzer erh&auml;lt eine E-Mail mit dem entsprechenden Benutzernamen.
			</p>
			 
			<p>Benutzerdaten, die im externen LDAP-System gepflegt werden, zum Beispiel Passwort, Vorname oder Nachname, k&ouml;nnen nur im externen LDAP-System ge&auml;ndert werden. Sie werden auf dem Marktplatz automatisch synchronisiert. Wenn der Benutzername im LDAP-System ge&auml;ndert wird, ist eine automatische Synchronisierung nicht mehr m&ouml;glich. Der Benutzer muss dann erneut importiert werden. </p>
			</div>	
		

           <h3 id="twentytwo">
            <a href="javascript:anzeigen('info22')"><img class="vmiddle" style="margin-right: 5px;" src="../img/icon-q.gif" width="20" height="20" alt="" />Wie kann ich die LDAP-Einstellungen f&uuml;r meine Organisation &auml;ndern?</a>
          </h3>
		  <div style="display: none;" id="info22">
          <p><img class="vmiddle" style="margin-right: 5px;" src="../img/icon-a.gif" width="20" height="20" alt="" />Als Benutzer mit Administratorrechten k&ouml;nnen Sie die LDAP-Einstellungen Ihrer Organisation bearbeiten und &auml;ndern.
          </p>
          <p>So geht's:</p>
          <ol>
            <li>Melden Sie sich als Benutzer mit Administratorrechten an.
			<li>Klicken Sie in der Kopfleiste <b>Benutzerkonto</b>.
			<li>Klicken Sie auf der linken Seite <b>Benutzer & Einheiten</b>. 
            <li>Klicken Sie <b>LDAP-Einstellungen bearbeiten</b> im Tab <b>Benutzer</b>.
			<li>Mit <b>Exportieren</b> speichern Sie die aktuellen Einstellungen in eine Datei. 
			<li>&Uuml;berpr&uuml;fen Sie die Einstellungen in der Datei und &auml;ndern Sie diese nach Bedarf. 
			<li>Um die Konfigurationsdatei zu laden, klicken Sie das Feld <b>Dateiname</b> oder <b>Durchsuchen</b> und w&auml;hlen die Datei.
			<li>Mit <b>Importieren</b> werden alle bestehenden LDAP-Einstellungen durch die Einstellungen in der importierten Datei ersetzt. 
			<li>&Uuml;berpr&uuml;fen Sie mit <b>Verbindung testen</b>, ob eine Verbindung zum LDAP-System hergestellt werden kann.
          </ol>
			<p>Die LDAP-Einstellungen werden unmittelbar f&uuml;r Ihre Organisation wirksam. </p> 
			<p>Bei ung&uuml;ltigen Einstellungen k&ouml;nnen Sie und alle anderen Benutzer Ihrer Organisation sich nicht mehr am Marktplatz anmelden. Wenden Sie sich in diesem Fall an einen Anbieter, um die LDAP-Einstellungen Ihrer Organisation von diesem korrigieren zu lassen.</p>
		

		  <hr />
			</div>	

          <h3 id="twentythree">
            <a href="javascript:anzeigen('info23')"><img class="vmiddle" style="margin-right: 5px;" src="../img/icon-q.gif" width="20" height="20" alt="" />Welche Einstellungen m&uuml;ssen in einer LDAP-Konfigurationsdatei definiert werden?</a>
          </h3>
		  <div style="display: none;" id="info23">
          <p>
            <img class="vmiddle" style="margin-right: 5px;" src="../img/icon-a.gif" width="20" height="20" alt="" />Die folgenden Einstellungen m&uuml;ssen in einer LDAP-Konfigurationsdatei f&uuml;r den Zugriff auf das LDAP-System einer Organisation definiert sein:	
          </p>
          
			<div class="tablenoborder"><table summary="" cellspacing="0" cellpadding="4" frame="border" border="1" rules="all">
                    
            <tbody>
                        <tr valign="top">
                            <td class="cellrowborder" align="left" valign="top" width="33.33333333333333%"><strong>Schl&uuml;ssel</strong></td>

                            <td class="cellrowborder" align="left" valign="top" width="66.66666666666666%"><strong>Beschreibung</strong></td>

                        </tr>

                        <tr>
                            <td class="cellrowborder" align="left" valign="top" width="33.33333333333333%">LDAP_URL</td>

                            <td class="cellrowborder" align="left" valign="top" width="66.66666666666666%">Obligatorisch. Provider-URL des LDAP-Servers. Dieser LDAP-Server dient zur Authentifizierung der Benutzer der jeweiligen Organisation.<p>Beispiel: <samp class="codeph">LDAP_URL=ldap://myldapserver.lan.est.company.de:389</samp></p></td>

                        </tr>

                        <tr>
                            <td class="cellrowborder" align="left" valign="top" width="33.33333333333333%">LDAP_BASE_DN</td>

                            <td class="cellrowborder" valign="top" width="66.66666666666666%">Obligatorisch. Position in der LDAP-Verzeichnisstruktur, ab der nach Benutzern gesucht wird.<p>Beispiel: <samp class="codeph">LDAP_BASE_DN=ou=people,dc=est,dc=mycompany,dc=de</samp></p></td>

                        </tr>

                        <tr>
                            <td class="cellrowborder" align="left" valign="top" width="33.33333333333333%">LDAP_PRINCIPAL</td>

                            <td class="cellrowborder" align="left" valign="top" width="66.66666666666666%">Optional. Name des Benutzers, der zur Abfrage des LDAP-Servers berechtigt ist. <p>Beispiel: <samp class="codeph">LDAP_PRINCIPAL=uid=admin,ou=system</samp></p></td>

                        </tr>

                        <tr valign="top">
                            <td class="cellrowborder" align="left" valign="top" width="33.33333333333333%">LDAP_CREDENTIALS</td>

                            <td class="cellrowborder" align="left" valign="top" width="66.66666666666666%">Optional. Passwort des Benutzers, der zur Abfrage des LDAP-Servers berechtigt ist. <p>Beispiel: <samp class="codeph">LDAP_CREDENTIALS=secret</samp></p></td>

                        </tr>

                        <tr>
                            <td class="cellrowborder" align="left" valign="top" width="33.33333333333333%">LDAP_ATTR_UID</td>

                            <td class="cellrowborder" align="left" valign="top" width="66.66666666666666%">Obligatorisch. LDAP-Attribut, aus dem der Benutzername ausgelesen wird. <p>Beispiel: <samp class="codeph">LDAP_ATTR_UID=uid</samp></p></td>

                        </tr>

                        <tr valign="top">
                            <td class="cellrowborder" align="left" valign="top" width="33.33333333333333%">LDAP_ATTR_EMAIL</td>

                            <td class="cellrowborder" align="left" valign="top" width="66.66666666666666%">Optional. LDAP-Attribut, aus dem die E-Mail-Adresse eines Benutzers ausgelesen wird. <p>Beispiel: <samp class="codeph">LDAP_ATTR_EMAIL=scalixEmailAddress</samp></p></td>

                        </tr>

                        <tr valign="top">
                            <td class="cellrowborder" align="left" valign="top" width="33.33333333333333%">LDAP_ATTR_FIRST_NAME</td>

                            <td class="cellrowborder" align="left" valign="top" width="66.66666666666666%">Optional. LDAP-Attribut, aus dem der Vorname eines Benutzers ausgelesen wird. <p>Beispiel: <samp class="codeph">LDAP_ATTR_FIRST_NAME=givenName</samp></p></td>

                        </tr>

                        <tr valign="top">
                            <td class="cellrowborder" align="left" valign="top" width="33.33333333333333%">LDAP_ATTR_LAST_NAME</td>

                            <td class="cellrowborder" align="left" valign="top" width="66.66666666666666%">Optional. LDAP-Attribut, aus dem der Nachname eines Benutzers ausgelesen wird. <p>Beispiel: <samp class="codeph">LDAP_ATTR_LAST_NAME=sn</samp></p></td>

                        </tr>

                        <tr valign="top">
                            <td class="cellrowborder" align="left" valign="top" width="33.33333333333333%">LDAP_ATTR_ADDITIONAL_NAME</td>

                            <td class="cellrowborder" align="left" valign="top" width="66.66666666666666%">Wird derzeit nicht verwendet.</td>

                        </tr>

                        <tr valign="top">
                            <td class="cellrowborder" align="left" valign="top" width="33.33333333333333%">LDAP_ATTR_LOCALE</td>

                            <td class="cellrowborder" align="left" valign="top" width="66.66666666666666%">Optional. LDAP-Attribut, aus dem die im Benutzerprofil zu speichernde Sprache ausgelesen wird. <p>Beispiel: <samp class="codeph">LDAP_ATTR_LOCALE=locale</samp></p></td>

                        </tr>

                        <tr>
                            <td class="cellrowborder" align="left" valign="top" width="33.33333333333333%">LDAP_CONTEXT_FACTORY</td>

                            <td class="cellrowborder" align="left" valign="top" width="66.66666666666666%">Obligatorisch. Context Factory, welche die Schnittstelle zur Abfrage des LDAP-Servers bereitstellt. <p>Beispiel: <samp class="codeph">LDAP_CONTEXT_FACTORY=com.sun.jndi.ldap.LdapCtxFactory</samp></p></td>

                        </tr>
                        
                        <tr>
                            <td class="cellrowborder" align="left" valign="top" width="33.33333333333333%">LDAP_ATTR_REFERRAL</td>

                            <td class="cellrowborder" align="left" valign="top" width="66.66666666666666%">Optional. Attribut, das festlegt, wie die Verarbeitung von Referrals erfolgen soll.<br><br> 
                            Wenn eine Organisation ein Active Directory mit Sub-Dom&auml;nen verwendet, aus denen Benutzer in das System importiert werden sollen, k&ouml;nnen die Sub-Dom&auml;nen als Referrals in LDAP modelliert werden. Ein Referral entspricht einer Referenz auf eine weitere Partition bzw. Sub-Dom&auml;ne. Standardm&auml;&szlig;ig werden die Werte aus Referrals nicht ausgegeben.<br/><br>
                            Dieses Attribut kann folgende Werte haben:  
                            <br><samp class="codeph">follow</samp>: Referrals werden verfolgt, d.h. Benutzer werden aus allen referenzierten Verzeichnispartitionen und Sub-Dom&auml;nen importiert.
                            <br><samp class="codeph">ignore</samp>: Referrals werden ignoriert (Standardeinstellung), d.h. Benutzer werden nur aus der aktuellen Dom&auml;ne importiert.
							<br>
                            Beispiel: <samp class="codeph">LDAP_ATTR_REFERRAL=ignore</samp></p></td>

                        </tr>
                        

                    </tbody>

                </table>
			</div>
			</div>	
			<h3 id="eight2">
            <a href="javascript:anzeigen('info82')"><img class="vmiddle" style="margin-right: 5px;" src="../img/icon-q.gif" width="20" height="20" alt="" />Wie
kann ich mehrere Benutzer aus einer Datei importieren?</a>
          </h3>
		  <div style="display: none;" id="info82">
          <p>
            <img class="vmiddle" style="margin-right: 5px;" src="../img/icon-a.gif" width="20" height="20" alt="" />Als Administrator k&ouml;nnen Sie 
			Benutzer aus einer Datei importieren, anstatt sie manuell zu registrieren. Dies ist nur m&ouml;glich, wenn Sie kein externes LDAP-System zur Benutzerauthentifizierung verwenden.</p>

          <p>So geht's:</p>
          <ol>
            <li>Legen Sie eine Datei mit den erforderlichen Benutzerdaten an. Details zum Format und Inhalt der Datei erhalten Sie <a href="#twentyfour2" onclick="javascript:anzeigen('info242')">hier</a>.
			<li>Melden Sie sich an.
              <li>Klicken Sie in der Kopfleiste <b>Benutzerkonto</b>. 
                <li>Klicken Sie <b>Benutzer & Einheiten</b>.
				<li>Klicken Sie <b>Durchsuchen</b> im Tab <b>Benutzer</b> und w&auml;hlen Sie die Datei mit den Benutzerdaten.
				<li>Klicken Sie <b>Importieren</b>. <br><br> 
					Die Plattform validiert die Benutzerdaten, bevor der eigentliche Import gestartet wird. Die Plattform &uuml;berpr&uuml;ft: <br><br>
					<ul>
						<li>Ob alle Zeilen mit Benutzerdaten vollst&auml;ndig ausgef&uuml;llt sind (alle Felder m&uuml;ssen angegeben sein).
						<li>Ob die Schreibweise der Anrede und Benutzerrollen korrekt ist.
						<li>Ob die Angabe mehrerer Benutzerrollen in doppelte Anf&uuml;hrungszeichen eingeschlossen ist.
						
					</ul>
					<p>Wenn bei der Validierung Fehler feststellt werden, wird eine Fehlermeldung angezeigt und der Import nicht gestartet.
					Sie m&uuml;ssen die Informationen in der Datei korrigieren, bevor Sie den Importvorgang erneut starten k&ouml;nnen.</p>
					<p>Sie k&ouml;nnen nicht mehrere Importvorg&auml;nge gleichzeitig starten. Sie m&uuml;ssen warten, bis der aktuelle Vorgang beendet ist. Bei einer gro&szlig;en Benutzeranzahl kann dies einige Zeit in Anspruch nehmen.</p>
          </ol>
			Nach dem Import erh&auml;lt jeder erfolgreich importierte und registrierte Benutzer per E-Mail seine Anmeldedaten und ein Passwort f&uuml;r die erste Anmeldung.
			Die neu registrierten Benutzer werden automatisch zur Standardorganisationseinheit Ihrer Organisation hinzugef&uuml;gt. 
			Der Standardorganisationseinheit sind alle Benutzer zugeordnet, die aktuell f&uuml;r Ihre Organisation registriert sind. Weitere Informationen finden Sie <a href="#ugone" onclick="javascript:anzeigen('infoug1')">hier</a>. 
			<br><br>
			Sie selbst erhalten eine E-Mail mit folgenden Informationen: <br><br>
                <ul>
                    <li>Anzahl der erfolgreich importierten und registrierten Benutzer.
                    <li>Zu jedem nicht importierten Benutzer den Benutzernamen und den Grund, warum er nicht importiert wurde.<br><br>
					M&ouml;gliche Gr&uuml;nde sind:<br><br>
					<ul>
                            <li>Es existiert bereits ein Benutzer mit dem angegebenen Benutzernamen.
                            <li>Der angegebene Benutzername ist ung&uuml;ltig.
                            <li>Die angegebene Benutzerrolle steht f&uuml;r Ihre Organisation nicht zur Verf&uuml;gung. Als Serviceanbieter k&ouml;nnen Sie zum Beispiel nicht die Benutzerrolle <code>BROKER_MANAGER</code> zuweisen.
                        </ul>

          </div>
	
			
 <h3 id="twentyfour2">
            <a href="javascript:anzeigen('info242')"><img class="vmiddle" style="margin-right: 5px;" src="../img/icon-q.gif" width="20" height="20" alt="" />Was enth&auml;lt eine Datei mit Benutzerdaten zum Importieren mehrerer Benutzer?</a>
          </h3>
		  <div style="display: none;" id="info242">
          <p>
            <img class="vmiddle" style="margin-right: 5px;" src="../img/icon-a.gif" width="20" height="20" alt="" />Als Administrator k&ouml;nnen Sie mehrere Benutzer Ihrer Organisation importieren und an der Plattform registrieren. 
			Die Benutzerdaten m&uuml;ssen in einer Datei im <code>csv</code>-Format (comma-separated values) bereitgestellt werden. </p>
 	        <p>Es gelten folgende Regeln: </p>
                <ul>
					<li>Die Daten eines Benutzers werden in einer Zeile angegeben. Leere Zeilen werden ignoriert.
					<li>Die Datei mit den Benutzerdaten ist in UTF-8-Codierung gespeichert.
                    <li>Die Benutzerdaten sind in folgender Reihenfolge angegeben:<br><br>
                            <ol>
                                <li>Benutzername (obligatorisch)

                                <li>E-Mail-Adresse (obligatorisch)

                                <li>Sprache (obligatorisch)

                                <li>Anrede (optional)

                                <li>Vorname (optional)

                                <li>Nachname (optional)

                                <li>Eine oder mehrere Benutzerrollen, die dem importierten Benutzer zugewiesen werden sollen (obligatorisch, wenn kein Marktplatz ausgew&auml;hlt wird)                                
                            </ol>
                    <li>Die Felder mit den Benutzerdaten werden jeweils mit einem Komma abgetrennt. Soll kein Eintrag in einem optionalen Feld erfolgen, darf es keine Daten enthalten, muss also leer sein und durch ein Komma vom n&auml;chsten Feld abgetrennt werden. 
                </ul>

            <p>Die Felder k&ouml;nnen folgende Werte enthalten:</p>
			
			<div class="tablenoborder"><table summary="" cellspacing="0" cellpadding="4" frame="border" border="1" rules="all">
			<thead align="left">
            <tr>
                                <th class="cellrowborder" valign="top" width="20.161290322580648%" id="N100D6">Feld</th>
                                <th class="cellrowborder" valign="top" width="79.83870967741935%" id="N100DD">Wert(e)</th>
            </tr>
            </thead>
                        <tbody>
                        <tr><td class="cellrowborder" valign="top" width="20.161290322580648%" headers="N100D6 ">Benutzername</td>
                            <td class="cellrowborder" valign="top" width="79.83870967741935%" headers="N100DD ">
							Obligatorisch. Name, mit dem sich der Benutzer anmeldet. <br><br>
							Benutzernamen d&uuml;rfen maximal 100 Zeichen lang sein. Die folgenden Zeichen sind nicht erlaubt:<br><br>
							<code>! " # $ % &amp; ' * + , / : ; &lt; = &gt; ? \ ^ `</code></td></tr>
                        
                        <tr><td class="cellrowborder" valign="top" width="20.161290322580648%" headers="N100D6 ">E-Mail</td>
						    <td class="cellrowborder" valign="top" width="79.83870967741935%" headers="N100DD ">
							Obligatorisch. E-Mail-Adresse des Benutzers. Sie wird verwendet, um den Benutzer &uuml;ber die erfolgreiche Registrierung zu informieren.<br><br>
							Das System validiert, ob die Syntax der E-Mail-Adresse g&uuml;ltig ist und ob der Domain-Name den Standards der Internet Assigned Numbers Authority (IANA) entspricht.<br><br>
							Beispiele: <code>user.name@domain.arpa</code>, <code>user.name@domain.org</code>, <code>user@mycompany.lan.uk</code>
							</td></tr>
                        
						<tr><td class="cellrowborder" valign="top" width="20.161290322580648%" headers="N100D6 ">Sprache</td>
							<td class="cellrowborder" valign="top" width="79.83870967741935%" headers="N100DD ">
							Obligatorisch. ISO-Code der Sprache, in der der Benutzer normalerweise arbeitet, beispielsweise <code>de</code> (Deutsch). </td></tr>
                        <tr><td class="cellrowborder" valign="top" width="20.161290322580648%" headers="N100D6 ">Anrede</td>
						<td class="cellrowborder" valign="top" width="79.83870967741935%" headers="N100DD ">
							Optional. Anrede.<br><br>Erlaubte Werte: <code>MR</code> oder <code>MS</code><br><br>
							Beachten Sie Gro&szlig;-/Kleinschreibung und die exakte Schreibweise.</td></tr>
                        <tr><td class="cellrowborder" valign="top" width="20.161290322580648%" headers="N100D6 ">Vorname</td>
							<td class="cellrowborder" valign="top" width="79.83870967741935%" headers="N100DD ">
							Optional.</td></tr>
                        <tr><td class="cellrowborder" valign="top" width="20.161290322580648%" headers="N100D6 ">Nachname</td>
						    <td class="cellrowborder" valign="top" width="79.83870967741935%" headers="N100DD ">
							Optional.</td></tr>
                        <tr><td class="cellrowborder" valign="top" width="20.161290322580648%" headers="N100D6 ">Benutzerrolle</td>
							<td class="cellrowborder" valign="top" width="79.83870967741935%" headers="N100DD ">
							Obligatorisch, sofern kein Marktplatz ausgew&auml;hlt wurde. Falls ein Marktplatz ausgew&auml;hlt wurde und keine Rolle angegeben wird, wird ein Standardbenutzer ohne Rechte registriert.<br><br>
							Die Benutzerrollen, die angegeben werden k&ouml;nnen, sind abh&auml;ngig von der Rolle Ihrer Organisation.
							<br><br>
							G&uuml;ltige Angaben sind:<br><br>
							<code>ORGANIZATION_ADMIN</code> (Administrator): F&uuml;r Organisationen mit einer beliebigen Rolle.<br><br>
							<code>SUBSCRIPTION_MANAGER</code> (Abo-Manager): F&uuml;r Organisationen mit einer beliebigen Rolle.<br><br>
							<code>PLATFORM_OPERATOR</code> (Betreiber): F&uuml;r Organisationen mit der Rolle Plattform-Betreiber. <br><br>
							<code>MARKETPLACE_OWNER</code> (Marktplatz-Manager):  F&uuml;r Organisationen mit der Rolle Marktplatzeigent&uuml;mer.<br><br>
							<code>SERVICE_MANAGER</code> (Service-Manager): F&uuml;r Organisationen mit der Rolle Serviceanbieter.<br><br>
							<code>TECHNOLOGY_MANAGER</code> (Technologie-Manager): F&uuml;r Organisationen mit der Rolle Hersteller.<br><br>
							<code>BROKER_MANAGER</code> (Vermittler): F&uuml;r Organisationen mit der Rolle Vermittler.<br><br>
							<code>RESELLER_MANAGER</code> (Wiederverk&auml;ufer): F&uuml;r Organisationen mit der Rolle Wiederverk&auml;ufer.<br><br>
							<code>UNTI_ADMINISTRATOR</code> (OE-Administrator): F&uuml;r Benutzer mit der Rolle OE-Administrator.<br><br>
							Beachten Sie:
                            <ul>
							<li>Die Namen der Benutzerrollen m&uuml;ssen wie oben angegeben eingegeben werden. 
							<li>Wollen Sie mehrere Rollen zuweisen, m&uuml;ssen diese mit Komma voneinander getrennt werden und in doppelten Anf&uuml;hrungszeichen stehen (Beispiel: <code>"ORGANIZATION_ADMIN, RESELLER_MANAGER"</code>). Leerzeichen zwischen Rollennamen und Feldern werden ignoriert.
							<li>Wenn eine Benutzerrolle angegeben wird, die f&uuml;r die entsprechende Organisation ung&uuml;ltig ist, wird sie ignoriert; der zugeh&ouml;rige Benutzer wird nicht registriert.
							<li>Wenn f&uuml;r einen Benutzer mehrere Rollen angegeben werden und mindestens eine dieser Rollen f&uuml;r die Organisation g&uuml;ltig ist, wird der Benutzer importiert und erfolgreich registriert. Ung&uuml;ltige Rollen werden ignoriert.
							</ul></td></tr>
                        </tbody>
                    </table>
					</div>
					<p><p>
			            <p><strong>Beispiel f&uuml;r eine Datei mit Benutzerdaten</strong>:</p>
                
				<code>user1,user1@Firma.com,de,MS,Jane,Smith,ORGANIZATION_ADMIN</code><br>
				<code>user2,user2@Firma.com,de,MR,John F.,Cool,SUBSCRIPTION_MANAGER</code><br>
				<code>user3,user3@Firma.com,de,,,,ORGANIZATION_ADMIN</code><br>
				<code>user4,user4@Firma.com,de,,,Admin,"SERVICE_MANAGER,ORGANIZATION_ADMIN"</code><br>
				<code>user5,user5@Firma.com,de,MR,,Mueller-Siegel,SERVICE_MANAGER</code><br>
				<code>user6,user6@Firma.com,de,MR,,StandardBenutzer,</code><br>


          </div>
					
		<!--           
###START ORGANIZATIONAL UNITS         
-->


          <h3 id="ugone">
            <a href="javascript:anzeigen('infoug1')"><img class="vmiddle" style="margin-right: 5px;" src="../img/icon-q.gif" width="20" height="20" alt="" />Was ist eine Organisationseinheit?</a>
          </h3>
		  <div style="display: none;" id="infoug1">
          <p>
            <img class="vmiddle" style="margin-right: 5px;" src="../img/icon-a.gif" width="20" height="20" alt="" />
            Eine Organisationseinheit ist eine Menge von Benutzern innerhalb einer Organisation. 
            Eine Organisationseinheit kann beispielsweise f&uuml;r eine Abteilung einer Firma, ein Projekt oder eine einzelne Person stehen. 
          <p>Sie k&ouml;nnen festlegen, dass Services nur f&uuml;r Mitglieder einer bestimmten Organisationseinheit sichtbar sind. Wenn sich ein Benutzer am Marktplatz anmeldet, kann er nur auf die Services zugreifen, die f&uuml;r die Organisationseinheiten, zu denen er geh&ouml;rt, 
          sichtbar sind. Eine Organisationseinheit kann auch einem oder mehreren Abos zum Beispiel zur Kostenkontrolle zugewiesen werden. Jedoch kann ein Benutzer einem Abo zugeordnet werden unabh&auml;ngig von den Organisationseinheiten, zu denen er geh&ouml;rt.
          </p>
          <p>
          Als Benutzer mit Administratorrechten k&ouml;nnen Sie Organisationseinheiten anlegen. Ein Benutzer kann Mitglied von mehreren Organisationseinheiten sein. 
          Eine Organisation kann eine beliebige Anzahl von Organisationseinheiten definieren.
          </p>
          <p>
            Als Benutzer mit Administrationsrechten k&ouml;nnen Sie die Eigenschaften und Mitglieder jeder Organisationseinheit in Ihrer 
            Organisation jederzeit &auml;ndern. Einem oder mehreren Benutzern in einer Organisationseinheit kann die Rolle eines OE-Administrators
            zugewiesen werden. OE-Administratoren k&ouml;nnen f&uuml;r ihre Organisationseinheiten die Beschreibung und die Mitglieder &auml;ndern,
            die sichtbaren Services festlegen und Abonnements anlegen, &auml;ndern und l&ouml;schen.
          </p>
          <p>
          Achten Sie bei der Zuweisung von Benutzern zu Organisationseinheiten darauf, dass die f&uuml;r einen Service zust&auml;ndigen Benutzer auch Mitglied
          der entsprechenden Einheit sind. Ein Service-Manager, der einen Service auf einem Marktplatz ver&ouml;ffentlicht, kann den Service 
          beispielsweise nicht automatisch auf dem Marktplatz sehen. Sie m&uuml;ssen ihn einer Einheit zuweisen, die Zugriff auf den 
          Service hat.   
          </p>
          <hr />
          </div>


          <h3 id="ugtwo">
            <a href="javascript:anzeigen('infoug2')"><img class="vmiddle" style="margin-right: 5px;" src="../img/icon-q.gif" width="20" height="20" alt="" />Was ist die Standardorganisationseinheit?</a>
          </h3>
		  <div style="display: none;" id="infoug2">
          <p>
            <img class="vmiddle" style="margin-right: 5px;" src="../img/icon-a.gif" width="20" height="20" alt="" />
            Alle Benutzer einer Organisation geh&ouml;ren zu deren Standardorganisationseinheit.
          <p>
            Jeder auf einem Marktplatz ver&ouml;ffentlichte Service ist f&uuml;r die Mitglieder der Standardorganisationseinheit automatisch sichtbar. 
            Als Benutzer mit Administratorrechten k&ouml;nnen Sie bei Bedarf einen Service explizit als nicht sichtbar f&uuml;r die Einheit kennzeichnen.
          </p>
          
          <p>
            Als Benutzer mit Administratorrechten sind Sie auch f&uuml;r das Anlegen von weiteren Organisationseinheiten zust&auml;ndig. Sobald Sie einen 
            Benutzer einer weiteren Einheit zuweisen, sind die f&uuml;r die Standardorganisationseinheit als sichtbar markierten Services f&uuml;r diesen Benutzer nicht mehr relevant.  
          </p>
          <p>Es ist nicht m&ouml;glich, Benutzer von der Standardorganisationseinheit zu entfernen oder ihr hinzuzuf&uuml;gen. Es ist aber m&ouml;glich, den Namen der Standardorganisationseinheit zu &auml;ndern. Services k&ouml;nnen ebenfalls zugewiesen und entfernt werden.</p>
          <p>Beachten Sie folgendes:</p>
			<p>Als Administrator, OE-Administrator oder Abo-Manager k&ouml;nnen Sie Abonnements umstellen. Stellen Sie sicher, 
			dass auf alle Services, auf die ein Abonnement umgestellt werden kann, von der gleichen Organisationseinheit zugegriffen werden kann.  
			Die verf&uuml;gbaren Services werden vom Serviceanbieter festgelegt.
			</p>
          <hr />
          </div>
          
          
          <h3 id="ugthree">
            <a href="javascript:anzeigen('infoug3')"><img class="vmiddle" style="margin-right: 5px;" src="../img/icon-q.gif" width="20" height="20" alt="" />Wie erstelle und verwalte ich Organisationseinheiten?</a>
          </h3>
      <div style="display: none;" id="infoug3">
          <p>
            <img class="vmiddle" style="margin-right: 5px;" src="../img/icon-a.gif" width="20" height="20" alt="" />
            Als Administrator k&ouml;nnen Sie Organisationseinheiten erstellen, verwalten und l&ouml;schen. OE-Administratoren k&ouml;nnen
            die Beschreibung und Mitglieder der Organisationseinheiten &auml;ndern, f&uuml;r die sie verantwortlich sind.
            <p>So erstellen Sie eine Organisationseinheit:</p>
            <ol><li>Melden Sie sich als Administrator an.  
                <li>Klicken Sie in der Kopfleiste <b>Benutzerkonto</b>.
                <li>Klicken Sie auf der linken Seite <b>Benutzer & Einheiten</b>.
                <li>Klicken Sie <b>Organisationseinheit hinzuf&uuml;gen</b> im Tab <b>Einheiten</b>.
                <li>W&auml;hlen Sie die Services aus, die f&uuml;r die Organisationseinheit sichtbar sein sollen.</li>
                <li>Um Benutzer zur Organisationseinheit hinzuzuf&uuml;gen, klicken Sie <b>Benutzer zuweisen</b> und w&auml;hlen die Benutzer im folgenden Dialog aus.</li>
                <li>Klicken Sie <b>Speichern</b>, um die Organisationseinheit anzulegen.</li></ol>
                
                <p>So &auml;ndern Sie eine Organisationseinheit:</p>
                <ol>
                <li>Melden Sie sich als Administrator oder OE-Administrator an.</li>  
                <li>Klicken Sie in der Kopfleiste <b>Benutzerkonto</b>.</li>
                <li>Klicken Sie auf der linken Seite <b>Benutzer & Einheiten</b> bzw. <b>Organisationseinheiten</b>.</li>
                <li>Klicken Sie im Tab <b>Einheiten</b> <img class="vmiddle" style="margin-right: 5px;" src="../img/edit.png"
                      width="20" height="20" alt="" /> neben dem Namen der Organisationseinheit, die Sie &auml;ndern m&ouml;chten.</li>
                      <li>&Auml;ndern Sie die Organisationseinheit wie gew&uuml;nscht im Dialog <b>Organisationseinheit bearbeiten</b>:</li>
                      <ul>
                      <li>Um die Organisationseinheit umzubenennen, geben Sie den neuen Namen in dem Feld <b>Name</b> ein. Dies ist nur f&uuml;r Benutzer mit Administratorrechten m&ouml;glich.</li>
                      <li>Um die Referenz-ID zu &auml;ndern, l&ouml;schen Sie die alte ID und geben eine neue ein. Dies ist nur f&uuml;r Benutzer mit Administratorrechten m&ouml;glich.</li>
                      <li>Um neue Services f&uuml;r die Einheit sichtbar zu machen, w&auml;hlen Sie die gew&uuml;nschten Services unter <b>Verf&uuml;gbare Services</b> aus.</li>
                      <li>Um die Sichtbarkeit von Services f&uuml;r die Einheit aufzuheben, entfernen Sie die Services unter <b>Verf&uuml;gbare Services</b>.</li>
                      <li>Um neue Benutzer hinzuzuf&uuml;gen, klicken Sie <b>Benutzer hinzuf&uuml;gen</b> unter <b>Zugeordnete Benutzer</b> und w&auml;hlen die Benutzer in dem folgenden Dialog aus.
                          Als Benutzer mit Administratorrechten k&ouml;nnen Sie f&uuml;r jeden Benutzer die Rolle eines OE-Administrators setzen oder entfernen.</li>
                      <li>Um Benutzer zu entfernen, klicken Sie <img class="vmiddle" style="margin-right: 5px;" src="../img/remove_user.png" width="20" height="20" alt="" /> neben deren Namen.</li></ul>
                      <li>Klicken Sie <b>Speichern</b>.</li></ol>
                <p>So l&ouml;schen Sie Organisationseinheiten:</p>
                <ul>
                <li>Melden Sie sich als Administrator an.</li>  
                <li>Klicken Sie in der Kopfleiste <b>Benutzerkonto</b>.</li>
                <li>Klicken Sie auf der linken Seite <b>Benutzer & Einheiten</b>.</li>
                <li>Klicken Sie im Tab <b>Einheiten</b> <img class="vmiddle" style="margin-right: 5px;" src="../img/cross.png" width="20" height="20" alt="" /> neben der Einheit, die Sie l&ouml;schen m&ouml;chten.</li></ul>
          <p>Benutzer werden per E-Mail benachrichtigt wenn sie zu einer Organisationseinheit hinzugef&uuml;gt werden, von einer Organisationseinheit entfernt werden oder wenn der Name einer Organisationseinheit, deren Mitglied Sie sind, ge&auml;ndert wird.</p>
          <p>Beachten Sie folgendes:</p>
      <p>Als Administrator, OE-Administrator oder Abo-Manager k&ouml;nnen Sie Abonnements umstellen. Stellen Sie sicher, 
      dass auf alle Services, auf die ein Abonnement umgestellt werden kann, von der gleichen Organisationseinheit zugegriffen werden kann.  
      Die verf&uuml;gbaren Services werden vom Serviceanbieter festgelegt.
      </p>
          <hr />
          </div>
          
         
          
<!--           
###ENDE ORGANIZATIONAL UNITS         
-->



			
          <div class="scrolltop">
            <p>
              <a href="#top">Top of Page<img src="../img/arrow-topofpage.gif" width="11" height="11" alt="" />
              </a>
            </p>
          </div>
				
				
          <h2 class="bg010" id="pro">Prozesse</h2>

          <h3 id="twentyfour">
            <a href="javascript:anzeigen('info24')"><img class="vmiddle" style="margin-right: 5px;" src="../img/icon-q.gif" width="20" height="20" alt="" />Wie kann ich Aktionen &uuml;ber Prozesse steuern?</a>
          </h3>
		  <div style="display: none;" id="info24">
          <p>
            <img class="vmiddle" style="margin-right: 5px;" src="../img/icon-a.gif" width="20" height="20" alt="" />
            Bestimmte Aktionen auf dem Marktplatz k&ouml;nnen unter der Kontrolle eines externen Prozesssteuerungssystems ausgef&uuml;hrt werden. Sie k&ouml;nnen sogenannte Prozess-Trigger konfigurieren, die aufgerufen werden, sobald solche Aktionen ausgef&uuml;hrt werden. Die Trigger starten den dazugeh&ouml;rigen Prozess im Prozesssteuerungssystem. Ist eine Genehmigung erforderlich, wartet die Aktion mit ihrer Ausf&uuml;hrung so lange, bis sie im externen Prozesssteuerungssystem genehmigt oder abgelehnt wird. Ist keine Genehmigung erforderlich, wird die Aktion sofort ausgef&uuml;hrt. </p>
            <p>Um Aktionen durch Prozesse kontrollieren zu k&ouml;nnen, muss ein Notification Service existieren. Dieser Service ist die Schnittstelle zwischen dem Marktplatz und dem Prozesssteuerungssystem. Ausf&uuml;hrliche Informationen zur Implementierung eines solchen Service erhalten Sie beim Marktplatzeigent&uuml;mer.</p>
            <p>Anschlie&szlig;end k&ouml;nnen Sie die Prozess-Trigger definieren.</p>
          <p>So geht's:</p>
          <ol>
			<li>Melden Sie sich als Benutzer mit Administratorrechten an.
			<li>Klicken Sie in der Kopfleiste <b>Benutzerkonto</b>.
			<li>Klicken Sie auf der linken Seite <b>Prozesse</b>.
            <li>Klicken Sie <b>Trigger hinzuf&uuml;gen</b> und fahren Sie mit der Definition der Triggereigenschaften fort.
            <li>W&auml;hlen Sie in der Liste <b>Typ</b> die Aktion, die prozessgesteuert ausgef&uuml;hrt werden soll. Die Liste enth&auml;lt alle Aktionen, f&uuml;r die ein Trigger konfiguriert werden kann:<br><br>
                <ul>
                   <li>Ein Service soll abonniert werden (<code>Service abonnieren</code>).
                   <li>Ein Abo soll beendet werden (<code>Abo beenden</code>).
                   <li>Ein Abo soll ge&auml;ndert, zum Beispiel umbenannt werden (<code>Abo &auml;ndern</code>).
                   <li>Ein Abo soll umgestellt werden (<code>Abo umstellen</code>).
                   <li>Ein Benutzer soll einem Abonnement zugeordnet oder eine Zuordnung soll aufgehoben werden (<code>Benutzer dem Abo zuordnen</code>).<br>
                Sofern ein Benutzer einem Abonnement automatisch zugeordnet werden soll, wenn er einen Dienst abonniert, kann dieser Trigger nicht konfiguriert werden. 
                Der Trigger <code>Benutzer dem Abo zuordnen</code> kann nur f&uuml;r Benutzer, die manuell einem Abonnement zugeordnet werden, definiert werden. 
                   <li>Die Nutzungsgeb&uuml;hren wurden f&uuml;r den Abrechnungszeitraum neu berechnet (<code>Nutzungsgeb&uuml;hren neu berechnet</code>).
				   <li>Ein Benutzer soll registriert werden (<code>Benutzer registrieren</code>).<br>
                   Trigger k&ouml;nnen nur zur Registrierung einzelner Benutzer definiert werden. Das Importieren mehrerer Benutzer aus einem externen LDAP-System oder einer Datei mit Benutzerdaten kann nicht &uuml;ber ein externes System gesteuert werden.</li>
                </ul>
		 <p>Als Serviceanbieter k&ouml;nnen Sie folgende zus&auml;tzliche Trigger definieren: 
          <ul>
            <li>Ein Kunde soll registriert werden (<code>Kunden registrieren</code>). </li>
            <li>Die Zahlungsarten f&uuml;r einen Kunden sollen ge&auml;ndert werden (<code>Zahlungsarten f&uuml;r Kunden verwalten</code>). </li>
            <li>Ein marktf&auml;higer Service soll aktiviert werden (<code>Service aktivieren</code>). </li>
            <li>Ein marktf&auml;higer Service soll deaktiviert werden (<code>Service deaktivieren</code>). </li>
            <li>Ein Benutzer abonniert Ihren Service (<code>Service abonniert (beliebiger Benutzer)</code>).</li>
            <li>Ein Benutzer &auml;ndert ein Abonnement f&uuml;r einen Ihrer Services (<code>Abo ge&auml;ndert (beliebiger Benutzer)</code>).</li>
            <li>Ein Benutzer beendet ein Abonnement f&uuml;r einen Ihrer Services (<code>Abo beendet (beliebiger Benutzer)</code>).</li>
          </ul>
 		 </p>
 		 <li>Lassen Sie im Feld <b>Ziel-Typ</b> den Eintrag <b>Web Service</b> stehen. Dies ist derzeit der einzige unterst&uuml;tzte Ziel-Typ.
         <li>Geben Sie im Feld <b>Ziel-URL</b> die URL f&uuml;r die WSDL-Datei des Notification Service ein, der f&uuml;r Ihre Organisation implementiert wurde. 
         <li>Geben Sie an, ob die Ausf&uuml;hrung der Aktion ausgesetzt werden soll, bis sie im Prozesssteuerungssystem genehmigt oder abgelehnt ist.<br>
             Wenn die Ausf&uuml;hrung nicht ausgesetzt werden soll, wird die Aktion sofort ausgef&uuml;hrt. Das Prozesssteuerungssystem wird informiert, sobald die Aktion erfolgreich ausgef&uuml;hrt ist. <br>
             Beachten Sie, dass die folgenden Trigger f&uuml;r Serviceanbieter nicht ausgesetzt werden k&ouml;nnen: <code>Service abonniert (beliebiger Benutzer)</code>, <code>Abo ge&auml;ndert (beliebiger Benutzer)</code> und <code>Abo beendet (beliebiger Benutzer)</code>.
        <li>Schlie&szlig;en Sie Ihre Eingaben mit <b>Speichern</b> ab.
         </ol>
         <hr />
			</div>	

          <h3 id="twentyfive">
            <a href="javascript:anzeigen('info25')"><img class="vmiddle" style="margin-right: 5px;" src="../img/icon-q.gif" width="20" height="20" alt="" />Wie kann ich Prozess-Trigger &auml;ndern oder l&ouml;schen?</a>
          </h3>
		  <div style="display: none;" id="info25">
          <p>
            <img class="vmiddle" style="margin-right: 5px;" src="../img/icon-a.gif" width="20" height="20" alt="" />Sie k&ouml;nnen vorhandene Prozess-Trigger &auml;ndern oder l&ouml;schen.
          </p>
          <p></p>
          <p>So geht's:</p>
          <ol>
			<li>Melden Sie sich als Benutzer mit Administratorrechten an.
			<li>Klicken Sie in der Kopfleiste <b>Benutzerkonto</b>.
			<li>Klicken Sie auf der linken Seite <b>Prozesse</b>.
			<li>W&auml;hlen Sie in der Liste den Trigger, den Sie &auml;ndern oder l&ouml;schen wollen.<br>
				Wenn durch den zu aktualisierenden Trigger schon Prozesse im Prozesssteuerungssystem gestartet wurden, k&ouml;nnen Sie nur den Namen f&uuml;r den Trigger &auml;ndern. Sie m&uuml;ssen die Prozesse abbrechen, wenn Sie andere Elemente der Triggerdefinition &auml;ndern m&ouml;chten. 
			<li>&Auml;ndern oder l&ouml;schen Sie den gew&auml;hlten Trigger.
            <li>Wenn Sie den Trigger ge&auml;ndert haben, schlie&szlig;en Sie Ihre Eingaben mit <b>Speichern</b> ab.<br>
                Wenn Sie den Trigger l&ouml;schen wollen, best&auml;tigen Sie den L&ouml;schauftrag.
          </ol>
		  </div>	

          <h3 id="twentyseven">
            <a href="javascript:anzeigen('info27')"><img class="vmiddle" style="margin-right: 5px;" src="../img/icon-q.gif" width="20" height="20" alt="" />Wie kann ich meine Prozesse verwalten?</a>
          </h3>
		  <div style="display: none;" id="info27">
          <p>
            <img class="vmiddle" style="margin-right: 5px;" src="../img/icon-a.gif" width="20" height="20" alt="" />Wenn eine prozessgesteuerte Aktion ausgef&uuml;hrt wird, k&ouml;nnen Sie sich ihren aktuellen Status ansehen. Folgende Werte sind m&ouml;glich:
             </p>
          
          <p>
            <ul>
            <li><b>Gestartet</b>: Die Aktion wurde auf der Plattform initialisiert. 
            <li><b>Wartet auf Antwort</b>: Die Aktion muss im Prozesssteuerungssystem genehmigt werden. Erst danach wird sie ausgef&uuml;hrt. 
            <li><b>Genehmigt</b>: Die Aktion wurde im Prozesssteuerungssystem genehmigt, und sie wurde ausgef&uuml;hrt. Wenn Sie beispielsweise einen Service abonnieren, wurde das Abonnement angelegt.
            <li><b>Abgelehnt</b>: Die Aktion wurde im Prozesssteuerungssystem nicht genehmigt und wird daher nicht ausgef&uuml;hrt.  
            <li><b>Benachrichtigt</b>: Die Aktion wurde erfolgreich ausgef&uuml;hrt, und das Prozesssteuerungssystem wurde entsprechend benachrichtigt.  
            <li><b>Die Aktion wurde von dem externen System nicht angenommen</b>: Die Verbindung zum Prozesssteuerungssystem konnte nicht hergestellt werden. Die Aktion wird daher nicht ausgef&uuml;hrt.
            <li><b>Die Aktion konnte nicht ausgef&uuml;hrt werden</b>: Bei der Ausf&uuml;hrung der Aktion ist ein Fehler aufgetreten, nachdem sie im Prozesssteuerungssystem genehmigt wurde. Die Aktion wird nicht ausgef&uuml;hrt. 
            <li><b>Abgebrochen</b>: Die Aktion wurde abgebrochen. 
            </ul>
          </p>
 		  <p>
 		  Zus&auml;tzlich zum Anzeigen des aktuellen Status Ihrer Aktionen k&ouml;nnen Sie auch die Ausf&uuml;hrung prozessgesteuerter Aktionen abbrechen und Aktionen l&ouml;schen.
          </p>
          <p></p>
          <p>So geht's:</p>
          <ol>
            <li>Melden Sie sich als Administrator oder Abo-Manager an.
            <li>Klicken Sie in der Kopfleiste <b>Benutzerkonto</b>.
            <li>Klicken Sie auf der linken Seite <b>Prozesse</b>.
          </ol>  
          <p>Wenn Sie als Abo-Manager angemeldet sind, sehen Sie Ihre eigenen prozessgesteuerten Aktionen. Die Spalte <b>Beschreibung</b> zeigt die Aktion. Die Spalte <b>Status</b> zeigt den aktuellen Status der Aktion.<br>
             Wenn Sie als Administrator angemeldet sind, k&ouml;nnen Sie w&auml;hlen, ob alle prozessgesteuerten Aktionen der Benutzer Ihrer Organisation oder nur Ihre eigenen aufgelistet werden sollen.</p>
          <p>Um die Ausf&uuml;hrung einer Aktion abzubrechen, markieren Sie die Aktion und klicken Sie <b>Abbrechen</b>. Die Ausf&uuml;hrung einer Aktion kann nur abgebrochen werden, wenn die Aktion im Status <b>Wartet auf Antwort</b> ist.<br>
             Der Status wechselt zu <b>Abgebrochen</b>. Die Aktion muss im Prozesssteuerungssystem nicht mehr genehmigt werden. Sie wird nicht ausgef&uuml;hrt und kann aus der Liste gel&ouml;scht werden. Das Prozesssteuerungssystem wird &uuml;ber den Abbruch informiert und kann die Bearbeitung der Genehmigungsanforderung einstellen.</p>
          <p>Um eine Aktion aus der Liste zu l&ouml;schen, markieren Sie die Aktion und klicken Sie <b>L&ouml;schen</b>. Sie k&ouml;nnen eine Aktion nur l&ouml;schen, wenn sie sich nicht im Status <b>Wartet auf Antwort</b> befindet.</p>
          </div>
     
		  
          <div class="scrolltop">
            <p>
              <a href="#top">Zum  Anfang<img src="../img/arrow-topofpage.gif" width="11" height="11" alt="" />
              </a>
            </p>
          </div>

<h2 class="bg010" id="operation">Service-Operationen</h2>

          <h3 id="thirtyone">
            <a href="javascript:anzeigen('info31')"><img class="vmiddle" style="margin-right: 5px;" src="../img/icon-q.gif" width="20" height="20" alt="" />Wie kann 
            ich eine Service-Operation ausf&uuml;hren?</a>
          </h3>
		 <div style="display: none;" id="info31">
            <p>
              <img class="vmiddle" style="margin-right: 5px;" src="../img/icon-a.gif" width="20" height="20" alt="" />Abh&auml;ngig von 
              der Implementierung eines Service werden spezielle Operationen, wie beispielsweise Backup, Herunterfahren oder Starten einer bestimmten 
              Anwendung unterst&uuml;tzt. Sind solche Aktionen f&uuml;r einen Service definiert, k&ouml;nnen Sie von einem Abonnement aus die Operation ausf&uuml;hren. 
              
            </p>
          </p>
          <p>So geht's:</p>
          <ol>
          <li>Klicken Sie in der Kopfleiste <b>Meine Abonnements</b>.
			<li>W&auml;hlen Sie das Abonnement, das Sie benutzen wollen.
			<li>Im Bereich <b>Details</b> w&auml;hlen Sie aus der Liste die Operation, die Sie ausf&uuml;hren m&ouml;chten. Eine Beschreibung der Operation wird angezeigt. 
			<li>Klicken Sie <b>Ausf&uuml;hren</b>. 
	     </ol>
          <p>Abh&auml;ngig davon, wie die Operation im Service definiert ist, wird das Ergebnis der Operation unmittelbar nach der Ausf&uuml;hrung angezeigt, oder es erscheint der Status der Ausf&uuml;hrung (bei asynchronen, l&auml;nger dauernden Operationen).</p>
          </div>

           <h3 id="thirtytwo">
            <a href="javascript:anzeigen('info32')"><img class="vmiddle" style="margin-right: 5px;" src="../img/icon-q.gif" width="20" height="20" alt="" />Wie kann 
            ich den Status einer Service-Operation anzeigen?</a>
          </h3>
		 <div style="display: none;" id="info32">
            <p>
 
            <img class="vmiddle" style="margin-right: 5px;" src="../img/icon-a.gif" width="20" height="20" alt="" />
            Sie k&ouml;nnen den Status aller Operationen anzeigen, die Sie f&uuml;r Ihnen zugeordnete Abonnements angesto&szlig;en haben.<br><br> 
            Als Administrator k&ouml;nnen Sie den Status der Operationen anzeigen, die f&uuml;r alle Abonnements Ihrer Organisation angesto&szlig;en wurden.
            <br><br>
            Als Abo-Manager oder OE-Administrator k&ouml;nnen Sie den Status der Operationen anzeigen, die f&uuml;r die Ihnen geh&ouml;renden Abonnements angesto&szlig;en wurden. 
            
          </p>
          
          <p></p>
           <p>So geht's:</p>
          <ol>
          <li>Klicken Sie in der Kopfleiste <b>Benutzerkonto</b>.
          <li>Klicken Sie auf der linken Seite <b>Operationen</b>.<br><br>
          Die Liste der Operationen enth&auml;lt folgende Informationen:<br><br>
            <ul>
            <li>Name der Operation
            <li>Abonnement, f&uuml;r das die Operation gestartet wurde
            <li>Benutzer, der die Operation gestartet hat
            <li>Datum der Ausf&uuml;hrung
            <li>Aktueller Status der Ausf&uuml;hrung <br><br>
            Eine Operation kann sich in einem der folgenden Zust&auml;nde befinden: In Bearbeitung (noch nicht vollst&auml;ndig ausgef&uuml;hrt), Beendet (vollst&auml;ndig ausgef&uuml;hrt) oder Fehler. Im Fehlerfall wird der Grund angezeigt.</ol>          
          </ol>
          <p>Sie k&ouml;nnen Eintr&auml;ge in der Liste w&auml;hlen und anschlie&szlig;end mit <b>L&ouml;schen</b> aus der Liste entfernen. Dies hat keine Auswirkung auf die Ausf&uuml;hrung einer Operation. 
          </div>
          
              
          <div class="scrolltop">
            <p>
              <a href="#top">Top of Page<img src="../img/arrow-topofpage.gif" width="11" height="11" alt="" />
              </a>
            </p>
          </div>

          
			
			<!--} Main Contents  -->

		</div>
		<!--} contentsarea -->

	</div>
	<!--} bodyarea -->

</div>
<!--} stage -->
<!-- <p class="textcenter textsmall">Copyright FUJITSU LIMITED 2015</p> -->
</body>
</html>